/* No comment provided by engineer. */
"cancel" = "Cancel";

/* No comment provided by engineer. */
"choose_operation" = "Choose Operation";

/* No comment provided by engineer. */
"open_in_safari" = "Open with Safari";

/* No comment provided by engineer. */
"refresh" = "Refresh";